{
  "Hello": "Moi",
  "Wrong password": "Oops! Väärä salasana.",
  "Activate your TinyApp account": "Ota tilisi käyttöön",
  "Please note that you will receive a separate email including your group code. With that group code, parents and other day care personnel are able to join to the group you just created.": "Saat erillisen sähköpostin jossa on oma ryhmäkoodisi. Vanhemmat ja ryhmän toiset opettajat pääsevät kirjautumaan ryhmääsi koodin avulla.",
  "Welcome to the family of Tiny. Please click here to activate your account.": "Tervetuloa TinyApp-sovelluksen käyttäjäksi! Klikkaa tästä TinyApp-sovellukseen.",
  "Tiny group code": "Tiny ryhmäkoodi",
  "Invitation to be a representative": "Kutsu toiselle käyttäjälle",
  "Please reply to the invitation by clicking the buttons below.": "Hyväksy kutsu klikkaamalla alla olevaa linkkiä, kiitos.",
  "Accept": "Hyväksy",
  "has sent you an invitation to be a representative of his/her child in TinyApp.": "on lähettänyt sinulle kutsun toimia lapsen toisena edustajana TinyApp-palvelussa.",
  "You have created a new group to TinyApp.": "Olet luonut uuden ryhmän TinyApp-sovellukseen.",
  "Below is the group code. Please share the code with the relevant parents to join the group.": "Tässä on ryhmäsi koodi.  Tämän koodin avulla ryhmäsi lasten vanhemmat voivat liittyä ryhmään. Jaa koodi vain asianomaisille vanhemmille.",
  "Welcome, {{name}}": "Tervetuloa, {{name}}",
  "Please note that you will receive a separate email including your group code. With that group code parents are able to join to the group you just created.": "Please note that you will receive a separate email including your group code. With that group code parents are able to join to the group you just created.",
  "Your account is activated and you can now login to our service. You will find FAQ and more help in the app. If you have any further questions please contact us by email hello@tinyapp.biz.": "Tervetuloa käyttämään TinyApp-palvelua. Löydät vastauksia yleisimpiin kysymyksiin sekä käyttöohjeet sovelluksesta. Mahdollisiin lisäkysymyksiin vastaammme sähköpostitse hello@tinyapp.biz.",
  "Thank you for joining in the family of TinyApp.": "Kiitokset liittymisestä TinyApp-perheeseen.",
  "Kind regards,": "Ystävällisin terveisin,",
  "TinyApp Team": "TinyApp-tiimi"
}